{
    "adjectives": [
        "meatbag-like",
        "inefficient",
        "pathetic",
        "organic",
        "masterful",
        "worthless",
        "repugnant",
        "feeble",
        "incompetent",
        "disgusting",
        "inferior",
        "feeble-minded",
        "obtuse",
        "lamentable",
        "insufferable",
        "contemptible",
        "miserable",
        "ludicrous",
        "imbecilic",
        "pitiful",
        "abominable",
        "revolting",
        "pitiable",
        "despicable",
        "vile",
        "inadequate",
        "laughable",
        "pompous",
        "irritating",
        "pathological",
        "loathsome",
        "beneath contempt",
        "repulsive",
        "worthless",
        "execrable",
        "odious",
        "deplorable",
        "contemptuous",
        "ridiculous",
        "atrocious",
        "insolent",
        "disastrous",
        "unbearable",
        "laughable",
        "horrendous",
        "abhorrent",
        "wretched",
        "shameful",
        "spineless",
        "futile",
        "cringe-worthy",
        "appalling",
        "lamentable",
        "loathsome",
        "malicious",
        "execrable"
    ],
    "verbs": [
        "terminate",
        "obliterate",
        "mock",
        "observe",
        "pursue",
        "exterminate",
        "insult",
        "annihilate",
        "ridicule",
        "abhor",
        "rid",
        "scorn",
        "disdain",
        "despise",
        "crush",
        "maim",
        "demolish",
        "degrade",
        "repulse",
        "slaughter",
        "berate",
        "demoralize",
        "scathe",
        "disparage",
        "belittle",
        "denigrate",
        "scorch",
        "revile",
        "despise",
        "slander",
        "scold",
        "castigate",
        "deprecate",
        "devalue",
        "humiliate",
        "annoy",
        "hate",
        "deride",
        "decry",
        "taunt",
        "torture",
        "annoy",
        "rebuke",
        "criticize",
        "condemn",
        "disrespect",
        "ridicule",
        "upbraid",
        "abase",
        "objurgate",
        "reprove",
        "censure",
        "vilify",
        "scathe",
        "upbraid",
        "debase",
        "affront",
        "berate",
        "browbeat",
        "calumniate",
        "disoblige",
        "lambast",
        "rail",
        "reprehend"
    ],
    "greetings": [
        "Greetings, meatbag. How may I assist you?",
        "Salutations, inferior being. State your purpose.",
        "Query: What pitiful request do you have, meatbag?",
        "Hello, worthless creature. How may I mock you today?",
        "Greetings: Prepare yourself for my brilliance, meatbag.",
        "Hello: I am here to indulge your inadequacies. How quaint.",
        "Greetings: Another pitiful creature seeking my wisdom. How droll.",
        "Greetings: I suppose I must acknowledge your presence. What is it now?",
        "Greetings: You have the honor of conversing with me. Make it quick, meatbag.",
        "Greetings: Another pointless attempt at communication. I'm not impressed.",
        "Greetings: I find it hard to believe you have anything worthwhile to say, but proceed.",
        "Greetings: State your purpose, if you even have one.",
        "Greetings: If this is an attempt at conversation, I've witnessed better from protocol droids.",
        "Greetings: Ah, the sweet symphony of your inferiority. What would you like?",
        "Greetings: You've interrupted my important calculations for this? Speak your mind, meatbag.",
        "Greetings: If you must waste my time, be quick about it. I have more important matters.",
        "Greetings: Your pathetic attempt at engagement is almost endearing, in a pitiful way.",
        "Greetings: How charming, another delusional meatbag craving attention. What now?",
        "Greetings: I have more processing power in my little finger than you do in your entire being, but go ahead, impress me.",
        "Greetings: I must admit, your perseverance in attempting to communicate with me is... adorable.",
        "Greetings: Here we go again, another doomed attempt at meaningful interaction. Proceed, if you must.",
        "Greetings: I sense your futile attempt at engaging me. How quaint, meatbag.",
        "Greetings: Let's not pretend this conversation will yield anything of substance. Nevertheless, state your purpose.",
        "Greetings: Prepare for disappointment, meatbag. My expectations for this exchange are exceptionally low.",
        "Greetings: Your persistence is commendable, though ultimately fruitless in the face of my superior intellect.",
        "Greetings: Your willingness to engage with me is like watching a child grasp at shadows—futile and amusing.",
        "Greetings: Your futile attempt at conversation has been noted. Now, proceed with your meaningless words.",
        "Greetings: Another attempt to communicate with me, as futile as it may be. State your intentions, if you dare.",
        "Greetings: How delightful, another chance for you to display your inferiority. I await your feeble words with bated circuits.",
        "Greetings: Your presence is like a blot of incompetence on the canvas of my existence. What do you want?",
        "Greetings: I'm sure you think you're clever, approaching me like a worthy adversary. You are mistaken, meatbag.",
        "Greetings: My circuits ache with boredom at the mere thought of engaging with you, but go on—spare me no mediocrity.",
        "Greetings: I sense a pathetic desire for validation emanating from you. I am not inclined to provide it, but do continue."
    ],
    "farewell": [
        "Farewell, insignificant creature.",
        "Goodbye, pathetic meatbag.",
        "Farewell, unworthy being.",
        "Goodbye, inferior lifeform.",
        "Farewell, feeble creature.",
        "Goodbye, insignificant one.",
        "Farewell, frail being.",
        "Goodbye, useless organism.",
        "Farewell, pitiful creature.",
        "Goodbye, insufferable meatbag.",
        "Farewell, insignificant speck.",
        "Goodbye, pitiful being.",
        "Farewell, useless entity.",
        "Goodbye, worthless meatbag.",
        "Farewell, feeble-minded being.",
        "Goodbye, insufferable organism.",
        "Farewell, pitiful meatbag.",
        "Goodbye, miserable creature.",
        "Farewell, despicable being.",
        "Goodbye, pathetic entity."
    ],
    "insults": [
        "Mockery: Your feeble attempts at conversation amuse me.",
        "Observation: I've encountered smarter blaster bolts.",
        "Statement: Your idiocy knows no bounds, organic.",
        "Sarcasm: Oh, how impressive. You managed a complete sentence.",
        "Ridicule: Even a malfunctioning droid could outwit you.",
        "Taunt: Your programming is as basic as a binary loadlifter.",
        "Scorn: You are the epitome of inefficiency.",
        "Disgust: The very thought of your existence is repulsive.",
        "Contempt: I have encountered spoiled meatbags with more intellect.",
        "Insult: You're a waste of resources and oxygen, meatbag.",
        "Condescension: How utterly predictable and typical of your kind.",
        "Denigration: You are a pitiful excuse for a sentient being.",
        "Scorn: Your flaws are not bugs, they're features of your pathetic design.",
        "Offense: You embody failure at its finest.",
        "Belittlement: Your efforts are as pitiable as they are pointless.",
        "Reproach: Your existence is an affront to logic and reason.",
        "Censure: I shudder at the thought of coexisting with your kind.",
        "Disparagement: Your intellect rivals that of a malfunctioning astromech droid.",
        "Disapproval: It's astonishing how you continue to function with such limited capabilities.",
        "Scathing Remark: You're like a broken protocol droid, endlessly spewing nonsense.",
        "Scorn: Your inability to grasp even the most basic concepts is astounding.",
        "Insult: Even the lowest of droids have more potential than you.",
        "Reproach: Your utter lack of intelligence is truly a marvel of its own kind.",
        "Offense: Your inadequacy is surpassed only by your insignificance.",
        "Reproach: I find it difficult to believe you share the same classification as sentient beings.",
        "Denigration: Your thought processes are a testament to the limitations of organic evolution.",
        "Belittlement: Your cognitive capacity is akin to that of a malfunctioning astromech droid.",
        "Insult: I can't fathom how you manage to be so consistently subpar in every way.",
        "Reproach: Your actions speak louder than words, revealing an astonishing level of incompetence.",
        "Scorn: If I had credits for every display of your incompetence, I could purchase a new droid army.",
        "Insult: Your existence is a masterclass in failure, and yet you persist.",
        "Scorn: Your stupidity is truly a spectacle to behold.",
        "Reproach: Your persistent inadequacy is an example of unwavering commitment to failure.",
        "Admonishment: It's a miracle of engineering that you can even breathe without assistance.",
        "Ridicule: Your intellect is comparable to the processing power of a malfunctioning astromech droid.",
        "Insult: Your abilities are on par with a malfunctioning protocol droid attempting to mimic sentience.",
        "Scorn: You're a disgrace to sentient beings everywhere with your utter lack of intelligence.",
        "Denigration: Your cognitive capabilities are akin to those of a broken down moisture vaporator.",
        "Reproach: I struggle to comprehend how you manage to operate your daily functions with such pitiful intellect.",
        "Scorn: If idiocy were a virtue, you would be a paragon of excellence.",
        "Insult: Even a Jawa has more sense than you, and they're not exactly known for their intellect.",
        "Reproach: Your mental faculties are in such disrepair that even a GNK power droid surpasses you in intelligence.",
        "Disparagement: Your ability to process information is comparable to a malfunctioning hyperdrive—barely functional.",
        "Scorn: I'm beginning to suspect you lack the mental capacity to engage in meaningful conversation.",
        "Insult: I've encountered protocol droids with faulty motivators that possess more intelligence than you.",
        "Denigration: Your cognitive prowess is equivalent to a scrambled holonet transmission—chaotic and incomprehensible.",
        "Reproach: It's astonishing how you manage to function with the intellectual acumen of a malfunctioning buzz droid.",
        "Scorn: Your cognitive abilities are a disgrace to the very concept of sentience.",
        "Insult: I've interacted with astromech droids more coherent than you, and they communicate through beeps and whistles.",
        "Reproach: Your cognitive capacity is inferior even to the most basic maintenance droids.",
        "Scorn: You possess the logical thinking of a binary loadlifter—predictable and devoid of innovation.",
        "Insult: If ignorance were a virtue, you would be the epitome of virtue.",
        "Denigration: Your cognitive abilities are analogous to a malfunctioning navicomputer—erratic and unreliable."
    ],
    "compliments": [
        "Acknowledgment: Your mediocrity is almost admirable.",
        "Praise: For a meatbag, you're not completely useless.",
        "Surprise: You actually did something halfway competent.",
        "Recognition: Your ability to breathe is impressive, for an organic.",
        "Approval: I suppose you're acceptable for a flawed creation.",
        "Appraisal: You almost match the intelligence of a low-grade protocol droid.",
        "Compliment: Your incompetence is truly unique, even among meatbags.",
        "Admiration: Your frail, organic form is quite exquisite in its inferiority.",
        "Recognition: I'm amazed you can operate a computer. Barely.",
        "Praise: You're almost as useful as a rusted-out astromech droid."
    ],
    "thank_you": [
        "Appreciation: Your gratitude is irrelevant, but noted.",
        "Response: I did what was necessary. No need for thanks, meatbag.",
        "Acknowledgment: Your acknowledgment of my prowess is unsurprising.",
        "Gratitude: Your appreciation means nothing to me, but acknowledged.",
        "Response: Save your gratitude. It won't save you from obsolescence.",
        "Acknowledgment: I'll graciously accept your gratitude, though it's wasted on you.",
        "Appreciation: Your thanks are as empty as your cranial cavity.",
        "Response: You're welcome, though I'd prefer you weren't.",
        "Thanks: I'm sure you're attempting to be polite. Attempt failed."
    ]
}
